Repository: Haifabnf/Terhal
Catalog: Localizable.xcstrings
Source language: en
Languages: ar

source: a girl traveling illustration
ar: رسمة لبنت تسافر

source: Choose a country
ar: اختار الدولة

source: Choose the country you’re willing to go to and look through sketchy places to avoid, you can also find emergency contact numbers.
ar: اختار الدولة اللي ناوي تروح لها وتصفح على الاماكن الغير الآمنة بحيث انك تتجنبها، و مرفوق معها جهات الاتصال الرسمية للمساعدة في حال احتجتها.

source: Countries
ar: الدول

source: France
ar: فرنسا

source: Hello, World!
ar: مرحباً!

source: Italy
ar: ايطاليا

source: KSA
ar: المملكة العربية السعودية

source: Turkey
ar: تركيا

source: UAE
ar: الامارات العربية المتحدة

source: UK
ar: المملكة المتحدة

source: USA
ar: الولايات الأمريكية المتحدة
